Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_app_language_title
source: App Language
de: Sprache
es: Idioma de la app
fr: Langue de l'application
id: Bahasa Aplikasi
it: Lingua app
ko: 앱 언어
nb: App-språk
ru: Язык приложения
tr: Uygulama Dili
zh_hans: 应用语言

# settings_app_theme_subtitle
source: Switch between light, dark, or follow system appearance.
de: Hell, Dunkel oder System-Design – ganz nach Geschmack.
es: Cambia entre claro, oscuro o seguir el sistema.
fr: Passer du mode clair au mode sombre, ou suivre l'apparence du système.
id: Beralih antara terang, gelap, atau ikuti tampilan sistem.
it: Passa tra chiaro, scuro o segui l'aspetto di sistema.
ko: 밝은 테마, 어두운 테마 또는 시스템 설정 따르기 중에서 선택하세요.
nb: Bytt mellom lyst, mørkt eller følg systemets utseende.
ru: Светлая, тёмная тема или настройки системы.
tr: Açık, koyu tema arasında geçiş yapın veya sistem görünümünü takip edin.
zh_hans: 在浅色、深色之间切换，或跟随系统外观。

# settings_app_theme_title
source: App Theme
de: App-Design
es: Tema de la app
fr: Thème de l'application
id: Tema Aplikasi
it: Tema app
ko: 앱 테마
nb: App-tema
ru: Тема приложения
tr: Uygulama Teması
zh_hans: 应用主题

# settings_artists_subtitle
source: Multi-artist parsing and organization options.
de: Mehrkünstler-Parsing und Sortierung
es: Análisis de varios artistas y organización.
fr: Options d'analyse et d'organisation multi-artistes.
id: Opsi penguraian dan pengorganisasian multi-artis.
it: Opzioni parsing multi-artista e organizzazione.
ko: 멀티 아티스트 파싱 및 구성 옵션.
nb: Alternativer for flere artister og organisering.
ru: Параметры обработки и организации нескольких исполнителей.
tr: Çoklu sanatçı ayrıştırma ve düzenleme seçenekleri.
zh_hans: 多艺术家解析和整理选项。

# settings_artists_title
source: Artists
de: Künstler
es: Artistas
fr: Artistes
id: Artis
it: Artisti
ko: 아티스트
nb: Artister
ru: Исполнители
tr: Sanatçılar
zh_hans: 艺术家

# settings_auto_hide_delay_subtitle
source: Time before controls hide.
de: Wie lange die Steuerung sichtbar bleibt, bevor sie ausblendet.
es: Tiempo antes de que se oculten los controles.
fr: Temps avant que les contrôles ne se masquent.
id: Waktu sebelum kontrol disembunyikan.
it: Tempo prima che i controlli si nascondano.
ko: 컨트롤이 숨겨지기 전까지의 시간입니다.
nb: Tid før kontrollene skjules.
ru: Время до скрытия элементов управления.
tr: Kontrollerin gizlenmesinden önceki süre.
zh_hans: 控件隐藏前的时间。

# settings_auto_hide_delay_title
source: Auto-hide Delay
de: Ausblend-Verzögerung
es: Retraso de ocultación automática
fr: Délai de masquage auto
id: Penundaan Sembunyi Otomatis
it: Ritardo auto-nascondi
ko: 자동 숨김 지연 시간
nb: Forsinkelse for autoskjuling
ru: Задержка скрытия
tr: Otomatik Gizleme Gecikmesi
zh_hans: 自动隐藏延迟

# settings_auto_rotate_patterns_subtitle
source: Cycle through collage patterns each time you visit Home.
de: Bei jedem Home-Besuch ein anderes Collage-Muster zeigen.
es: Ciclar a través de los patrones de collage cada vez que visitas el Inicio.
fr: Changer de motif de pêle-mêle à chaque visite de l'Accueil.
id: Berganti-ganti pola kolase setiap kali Anda mengunjungi Beranda.
it: Cicla tra i pattern collage ogni volta che visiti Home.
ko: 홈을 방문할 때마다 콜라주 패턴을 순환합니다.
nb: Bytt mønster hver gang du besøker Hjem-skjermen.
ru: Менять шаблон коллажа при каждом открытии главной страницы.
tr: Ana Sayfa'yı her ziyaret ettiğinizde kolaj desenleri arasında geçiş yapın.
zh_hans: 每次访问首页时循环切换拼图模式。

# settings_auto_rotate_patterns_title
source: Auto-Rotate Patterns
de: Muster automatisch wechseln
es: Rotar patrones automáticamente
fr: Rotation auto des motifs
id: Putar Pola Otomatis
it: Rotazione automatica pattern
ko: 패턴 자동 회전
nb: Roter mønstre automatisk
ru: Автосмена шаблонов
tr: Desenleri Otomatik Döndür
zh_hans: 自动轮换模式

# settings_auto_scan_lrc_subtitle
source: Automatically scan and assign .lrc files in the same folder during library sync.
de: .lrc-Dateien im selben Ordner werden beim Sync automatisch erkannt und zugewiesen.
es: Buscar y asignar automáticamente archivos .lrc en la misma carpeta durante la sincronización de la biblioteca.
fr: Analyser et assigner automatiquement les fichiers .lrc du même dossier lors de la synchro.
id: Secara otomatis memindai dan menetapkan file .lrc di folder yang sama selama sinkronisasi pustaka.
it: Scansiona e assegna automaticamente file .lrc nella stessa cartella durante la sincronizzazione libreria.
ko: 라이브러리 동기화 중 같은 폴더에 있는 .lrc 파일을 자동으로 스캔하여 할당합니다.
nb: Skann og tildel .lrc-filer i samme mappe automatisk under synkronisering.
ru: Автоматически искать и привязывать .lrc-файлы из той же папки во время синхронизации.
tr: Kitaplık senkronizasyonu sırasında aynı klasördeki .lrc dosyalarını otomatik olarak tara ve ata.
zh_hans: 在同步媒体库时，自动扫描并分配同一文件夹中的 .lrc 文件。

# settings_auto_scan_lrc_title
source: Auto-scan .lrc files
de: .lrc-Dateien automatisch scannen
es: Escanear archivos .lrc automáticamente
fr: Analyse auto des fichiers .lrc
id: Pindai otomatis file .lrc
it: Scansione automatica file .lrc
ko: .lrc 파일 자동 스캔
nb: Skann .lrc-filer automatisk
ru: Автосканирование .lrc-файлов
tr: .lrc dosyalarını otomatik tara
zh_hans: 自动扫描 .lrc 文件

# settings_background_playback_section
source: Background Playback
de: Hintergrundwiedergabe
es: Reproducción en segundo plano
fr: Lecture en arrière-plan
id: Pemutaran Latar Belakang
it: Riproduzione in background
ko: 백그라운드 재생
nb: Bakgrunnsavspilling
ru: Фоновое воспроизведение
tr: Arka Planda Oynatma
zh_hans: 后台播放

# settings_backup_browse_file
source: Browse for file
de: Datei suchen
es: Buscar archivo
fr: Parcourir les fichiers
id: Telusuri file
it: Sfoglia file
ko: 파일 찾아보기
nb: Bla etter fil
ru: Выбрать файл
tr: Dosyaya göz at
zh_hans: 浏览文件

# settings_backup_created_label
source: Created
de: Erstellt
es: Creada
fr: Créée
id: Dibuat
it: Creato
ko: 생성일
nb: Opprettet
ru: Создано
tr: Oluşturulma
zh_hans: 创建时间

# settings_backup_device_label
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
id: Perangkat
it: Dispositivo
ko: 기기
nb: Enhet
ru: Устройство
tr: Cihaz
zh_hans: 设备

# settings_backup_exporting
source: Exporting
de: Wird exportiert
es: Exportando
fr: Exportation
id: Mengekspor
it: Esportazione
ko: 내보내는 중
nb: Eksporterer
ru: Экспорт
tr: Dışa aktarılıyor
zh_hans: 正在导出

# settings_backup_history_modules_line
source: %1$lld modules · v%2$@ · schema v%3$lld
de: %1$lld Module · v%2$@ · Schema v%3$lld
es: %1$lld módulos · v%2$@ · esquema v%3$lld
fr: %1$lld modules · v%2$@ · schéma v%3$lld
id: %1$lld modul · v%2$@ · schema v%3$lld
it: %1$lld moduli · v%2$@ · schema v%3$lld
ko: 모듈 %1$lld개 · v%2$@ · 스키마 v%3$lld
nb: %1$lld moduler · v%2$@ · skjema v%3$lld
ru: %1$lld модулей · v%2$@ · схема v%3$lld
tr: %1$lld modül · v%2$@ · şema v%3$lld
zh_hans: %1$lld 个模块 · v%2$@ · 架构 v%3$lld

# settings_backup_how_dialog_body
source: Choose sections, export a .pxpl file, and import it later. Restore only replaces the sections you select.
de: Bereiche auswählen, als .pxpl exportieren und später importieren. Nur die gewählten Bereiche werden überschrieben.
es: Elige secciones, exporta un archivo .pxpl e impórtalo más tarde. La restauración solo reemplaza las secciones que selecciones.
fr: Choisissez les sections, exportez un fichier .pxpl et importez-le plus tard. La restauration remplace uniquement les sections que vous sélectionnez.
id: Pilih bagian, ekspor file .pxpl, dan impor nanti. Pemulihan hanya menggantikan bagian yang Anda pilih.
it: Scegli le sezioni, esporta un file .pxpl e importalo in seguito. Il ripristino sostituisce solo le sezioni che selezioni.
nb: Velg seksjoner, eksporter en .pxpl-fil, og importer den senere. Gjenoppretting erstatter bare de valgte seksjonene.
ru: Выберите разделы, экспортируйте файл .pxpl и при необходимости импортируйте его позже. При восстановлении будут заменены только выбранные разделы.
tr: Bölümleri seçin, bir .pxpl dosyası olarak dışa aktarın ve daha sonra içe aktarın. Geri yükleme işlemi yalnızca seçtiğiniz bölümleri değiştirir.
zh_hans: 选择版块，导出一个 .pxpl 文件，并在稍后导入它。恢复操作仅替换您选择的版块。

# settings_backup_how_dialog_title
source: How backup works
de: So funktioniert Backup
es: Cómo funciona la copia
fr: Comment fonctionne la sauvegarde
id: Cara kerja pencadangan
it: Come funziona il backup
ko: 백업 작동 방식
nb: Hvordan sikkerhetskopi fungerer
ru: Как работает резервное копирование
tr: Yedekleme nasıl çalışır?
zh_hans: 备份的工作原理

# settings_backup_importing
source: Importing
de: Wird importiert
es: Importando
fr: Importation
id: Mengimpor
it: Importazione
ko: 가져오는 중
nb: Importerer
ru: Импорт
tr: İçe aktarılıyor
zh_hans: 正在导入

# settings_backup_inspecting
source: Inspecting…
de: Backup wird geprüft
es: Inspeccionando…
fr: Inspection…
id: Memeriksa…
it: Ispezione…
ko: 검사 중…
nb: Inspiserer…
ru: Проверка…
tr: İnceleniyor…
zh_hans: 正在检查…

# settings_backup_invalid_format
source: Invalid backup: %1$@
de: Ungültiges Backup: %1$@
es: Copia de seguridad no válida: %1$@
fr: Sauvegarde invalide : %1$@
id: Cadangan tidak valid: %1$@
it: Backup non valido: %1$@
ko: 유효하지 않은 백업: %1$@
nb: Ugyldig sikkerhetskopi: %1$@
ru: Недопустимая резервная копия: %1$@
tr: Geçersiz yedek: %1$@
zh_hans: 无效备份：%1$@

# settings_backup_progress_preparing_backup
source: Preparing backup
de: Backup wird vorbereitet
es: Preparando copia de seguridad
fr: Préparation de la sauvegarde
id: Mempersiapkan cadangan
it: Preparazione del backup
ko: 백업 준비 중
nb: Forbereder sikkerhetskopi
ru: Подготовка резервной копии
tr: Yedekleme hazırlanıyor
zh_hans: 正在准备备份

# settings_backup_progress_preparing_restore
source: Preparing restore
de: Wiederherstellung wird vorbereitet
es: Preparando restauración
fr: Préparation de la restauration
id: Mempersiapkan pemulihan
it: Preparazione del ripristino
ko: 복구 준비 중
nb: Forbereder gjenoppretting
ru: Подготовка восстановления
tr: Geri yükleme hazırlanıyor
zh_hans: 正在准备恢复

# settings_backup_progress_starting_backup_task
source: Starting backup task.
de: Backupaufgabe wird gestartet.
es: Iniciando tarea de copia de seguridad.
fr: Démarrage de la tâche de sauvegarde.
id: Memulai tugas pencadangan.
it: Avvio del processo di backup.
ko: 백업 작업 시작 중.
nb: Starter sikkerhetskopieringsoppgave.
ru: Запуск задачи резервного копирования.
tr: Yedekleme görevi başlatılıyor.
zh_hans: 正在启动备份任务。

# settings_backup_progress_starting_task
source: Starting restore task.
de: Wiederherstellungsaufgabe wird gestartet.
es: Iniciando tarea de restauración.
fr: Démarrage de la tâche de restauration.
id: Memulai tugas pemulihan.
it: Avvio del processo di ripristino.
ko: 복구 작업 시작 중.
nb: Starter gjenopprettingsoppgave.
ru: Запуск задачи восстановления.
tr: Geri yükleme görevi başlatılıyor.
zh_hans: 正在启动恢复任务。

# settings_backup_restoring
source: Restoring
de: Wiederherstellen
es: Restaurando
fr: Restauration
id: Memulihkan
it: Ripristino
ko: 복구 중
nb: Gjenoppretter
ru: Восстановление
tr: Geri yükleniyor
zh_hans: 正在恢复

# settings_backup_sections_selected
source: %1$lld of %2$lld sections selected
de: %1$lld von %2$lld Bereichen ausgewählt
es: %1$lld de %2$lld secciones seleccionadas
fr: %1$lld sur %2$lld sections sélectionnées
id: %1$lld dari %2$lld bagian terpilih
it: %1$lld di %2$lld sezioni selezionate
ko: %2$lld개 중 %1$lld개 섹션 선택됨
nb: %1$lld av %2$lld seksjoner valgt
ru: Выбрано разделов: %1$lld из %2$lld
tr: %2$lld bölümden %1$lld tanesi seçildi
zh_hans: 已选择 %1$lld 个版块，共 %2$lld 个

# settings_backup_step_format
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
id: Langkah %1$lld dari %2$lld
it: Passo %1$lld di %2$lld
ko: %2$lld단계 중 %1$lld단계
nb: Trinn %1$lld av %2$lld
ru: Шаг %1$lld из %2$lld
tr: Adım %1$lld / %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

# settings_backup_transfer_in_progress
source: Transfer in progress…
de: Übertragung läuft…
es: Transferencia en curso…
fr: Transfert en cours…
id: Transfer sedang berlangsung…
it: Trasferimento in corso…
ko: 전송 중…
nb: Overføring pågår…
ru: Выполняется передача…
tr: Aktarım devam ediyor…
zh_hans: 正在传输…

# settings_backup_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
ko: 알 수 없음
nb: Ukjent
ru: Неизвестно
tr: Bilinmeyen
zh_hans: 未知

# settings_battery_optimization_subtitle
source: Disable battery optimization to prevent playback interruptions.
de: Deaktivieren, damit Android die Wiedergabe nicht unterbricht.
es: Desactiva la optimización de batería para evitar interrupciones en la reproducción.
fr: Désactiver l'optimisation de la batterie pour éviter les interruptions de lecture.
id: Nonaktifkan optimalisasi baterai untuk mencegah gangguan pemutaran.
it: Disabilita l'ottimizzazione batteria per prevenire interruzioni di riproduzione.
ko: 재생 중단을 방지하기 위해 배터리 최적화를 비활성화합니다.
nb: Deaktiver batterioptimalisering for å unngå avbrudd i avspillingen.
ru: Отключите оптимизацию батареи, чтобы избежать прерываний воспроизведения.
tr: Oynatmanın kesintiye uğramasını önlemek için pil optimizasyonunu devre dışı bırakın.
zh_hans: 禁用电池优化以防止播放中断。

# settings_battery_optimization_title
source: Battery Optimization
de: Akku-Optimierung
es: Optimización de batería
fr: Optimisation de la batterie
id: Optimalisasi Baterai
it: Ottimizzazione batteria
ko: 배터리 최적화
nb: Batterioptimalisering
ru: Оптимизация батареи
tr: Pil Optimizasyonu
zh_hans: 电池优化

# settings_carousel_no_peek
source: No Peek
de: Kein Peek
es: Sin vista lateral
fr: Sans aperçu
id: Tanpa Intip
it: Nessuna anteprima
ko: 미리보기 없음
nb: Ingen kikk
ru: Без предпросмотра
tr: Göz Atma Yok
zh_hans: 无预览 (No Peek)

# settings_carousel_one_peek
source: One Peek
de: Ein Peek
es: Una vista lateral
fr: Un aperçu
id: Satu Intip
it: Una anteprima
ko: 하나 미리보기
nb: En kikk
ru: Один предпросмотр
tr: Tek Göz Atma
zh_hans: 单预览 (One Peek)

# settings_carousel_style_subtitle
source: Choose the appearance for the album carousel.
de: Wie das Album-Karussell dargestellt wird.
es: Elige la apariencia para el carrusel de álbumes.
fr: Choisissez l'apparence du carrousel d'albums.
id: Pilih tampilan untuk karousel album.
it: Scegli l'aspetto per il carosello album.
ko: 앨범 캐러셀의 디자인을 선택하세요.
nb: Velg utseende for albumkarusellen.
ru: Выберите внешний вид карусели альбомов.
tr: Albüm atlıkarıncasının görünümünü seçin.
zh_hans: 选择专辑轮播图的外观。

# settings_carousel_style_title
source: Carousel Style
de: Karussell-Stil
es: Estilo del carrusel
fr: Style du carrousel
id: Gaya Karousel
it: Stile carosello
ko: 캐러셀 스타일
nb: Karusell-stil
ru: Стиль карусели
tr: Atlıkarınca (Carousel) Stili
zh_hans: 轮播图样式

# settings_cast_autoplay_subtitle
source: Start playing immediately after switching cast connections.
de: Wiedergabe startet automatisch, wenn eine Cast-Verbindung hergestellt oder getrennt wird.
es: Empezar a reproducir inmediatamente después de cambiar las conexiones Cast.
fr: Démarrer la lecture immédiatement après avoir changé de connexion Cast.
id: Mulai memutar segera setelah beralih koneksi cast.
it: Inizia a riprodurre immediatamente dopo aver cambiato connessioni cast.
ko: 전송 연결 전환 후 즉시 재생을 시작합니다.
nb: Start avspilling umiddelbart etter bytte av cast-tilkoblinger.
ru: Начинать воспроизведение сразу после переключения устройства трансляции.
tr: Yayın bağlantıları arasında geçiş yaptıktan hemen sonra oynatmaya başlayın.
zh_hans: 切换投屏连接后立即开始播放。

# settings_cast_autoplay_title
source: Auto-play on cast connect/disconnect
de: Autoplay beim Cast-Wechsel
es: Reproducción automática al conectar/desconectar Cast
fr: Lecture auto lors de la connexion/déconnexion Cast
id: Putar otomatis saat cast terhubung/terputus
it: Riproduzione automatica alla connessione/disconnessione cast
ko: 전송 연결/해제 시 자동 재생
nb: Auto-spill ved cast-tilkobling/-frakobling
ru: Автовоспроизведение при подключении/отключении трансляции
tr: Yayın bağlantısı kurulduğunda/kesildiğinde otomatik oynat
zh_hans: 连接/断开投屏时自动播放

# settings_category_accounts_subtitle
source: Manage your Spotify connection
de: Spotify-Verbindung verwalten
es: Gestiona tu conexión con Spotify
fr: Gérer votre connexion Spotify
id: Kelola koneksi Spotify Anda
it: Gestisci la tua connessione Spotify
ko: Spotify 연결 관리
nb: Administrer Spotify-tilkoblingen din
ru: Управление подключением к Spotify
tr: Spotify bağlantınızı yönetin
zh_hans: 管理你的 Spotify 连接

# settings_category_music_management_subtitle
source: Manage folders, refresh library, parsing options
de: Ordner, Scan und Parsing
es: Carpetas, actualizar biblioteca y opciones de análisis
fr: Gérer les dossiers, actualiser la bibliothèque, options d'analyse
id: Kelola folder, segarkan pustaka, opsi penguraian
it: Gestisci cartelle, aggiorna libreria, opzioni parsing
ko: 폴더 관리, 라이브러리 새로고침, 파싱 옵션
nb: Administrer mapper, oppdater bibliotek, alternativer for skanning
ru: Папки, обновление медиатеки и параметры сканирования
tr: Klasörleri yönetin, kitaplığı yenileyin, ayrıştırma seçenekleri
zh_hans: 管理文件夹、刷新媒体库、解析选项

# settings_category_music_management_title
source: Music Management
de: Musikverwaltung
es: Gestión de música
fr: Gestion de la musique
id: Manajemen Musik
it: Gestione musica
ko: 음악 관리
nb: Musikkbehandling
ru: Управление музыкой
tr: Müzik Yönetimi
zh_hans: 音乐管理

# settings_cd_clear_selection
source: Clear selection
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
id: Bersihkan pilihan
it: Cancella selezione
ko: 선택 해제
nb: Tøm valg
ru: Снять выделение
tr: Seçimi temizle
zh_hans: 清除选择

# settings_cd_close_notice
source: Close notice
de: Hinweis schließen
es: Cerrar aviso
fr: Fermer l'avis
id: Tutup pemberitahuan
it: Chiudi avviso
ko: 알림 닫기
nb: Lukk varsel
ru: Закрыть уведомление
tr: Bildirimi kapat
zh_hans: 关闭通知

# settings_cd_open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
it: Apri
ko: 열기
nb: Åpne
ru: Открыть
tr: Aç
zh_hans: 打开

# settings_cd_select_all
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
it: Seleziona tutti
ko: 모두 선택
nb: Velg alle
ru: Выбрать всё
tr: Tümünü seç
zh_hans: 全选

# settings_collage_pattern_subtitle
source: Choose the shape arrangement for the Your Mix collage.
de: Formanordnung für die Collage in deinem Mix.
es: Elige la disposición de formas para el collage de Tu Mix.
fr: Choisissez la disposition des formes pour le pêle-mêle Votre Mix.
id: Pilih susunan bentuk untuk kolase Mix Anda.
it: Scegli la disposizione delle forme per il collage Your Mix.
ko: '내 믹스' 콜라주의 모양 배치를 선택하세요.
nb: Velg formarrangement for Din Mix-kollasjen.
ru: Выберите расположение элементов в коллаже «Ваш микс».
tr: Miksleriniz kolajı için şekil düzenini seçin.
zh_hans: 为“你的推荐”拼图选择形状排列方式。

# settings_collage_pattern_title
source: Collage Pattern
de: Collage-Muster
es: Patrón del collage
fr: Motif du pêle-mêle
id: Pola Kolase
it: Pattern collage
ko: 콜라주 패턴
nb: Kollasj-mønster
ru: Шаблон коллажа
tr: Kolaj Deseni
zh_hans: 拼图模式

# settings_compact_mode_subtitle
source: Show only icons and reduce the navbar height.
de: Nur Icons, schmälere NavBar.
es: Mostrar solo iconos y reducir la altura de la barra de navegación.
fr: Afficher uniquement les icônes et réduire la hauteur de la barre de navigation.
id: Tampilkan hanya ikon dan kurangi tinggi navbar.
it: Mostra solo icone e riduci l'altezza della barra di navigazione.
ko: 아이콘만 표시하고 내비게이션 바 높이를 줄입니다.
nb: Vis bare ikoner og reduser høyden på NavBar.
ru: Показывать только значки и уменьшить высоту панели навигации.
tr: Yalnızca simgeleri gösterir ve gezinme çubuğu yüksekliğini azaltır.
zh_hans: 仅显示图标并降低导航栏高度。

# settings_compact_mode_title
source: Compact mode
de: Kompaktmodus
es: Modo compacto
fr: Mode compact
id: Mode ringkas
it: Modalità compatta
ko: 컴팩트 모드
nb: Kompakt modus
ru: Компактный режим
tr: Kompakt mod
zh_hans: 紧凑模式

# settings_create_backup_section
source: Create Backup
de: Backup erstellen
es: Crear copia
fr: Créer une sauvegarde
id: Buat Cadangan
it: Crea backup
ko: 백업 생성
nb: Opprett sikkerhetskopi
ru: Создание резервной копии
tr: Yedek Oluştur
zh_hans: 创建备份

# settings_credentials_section
source: Sign in
de: Zugangsdaten
es: Credenciales
fr: Identifiants
id: Kredensial
it: Credenziali
ko: 인증 정보
nb: Innloggingsinformasjon
ru: Учётные данные
tr: Kimlik Bilgileri
zh_hans: 凭据

# settings_crossfade_duration_title
source: Crossfade Duration
de: Crossfade-Dauer
es: Duración del fundido cruzado
fr: Durée du fondu enchaîné
id: Durasi Crossfade
it: Durata crossfade
ko: 크로스페이드 지속 시간
nb: Varighet for crossfade
ru: Длительность кроссфейда
tr: Geçişli Yumuşatma Süresi
zh_hans: 淡入淡出时长

# settings_crossfade_subtitle
source: Enable smooth transition between songs.
de: Songs sanft ineinander übergehen lassen.
es: Habilitar transición suave entre canciones.
fr: Activer une transition douce entre les chansons.
id: Aktifkan transisi halus antar lagu.
it: Abilita transizione fluida tra brani.
ko: 노래 간 부드러운 전환을 활성화합니다.
nb: Aktiver sømløs overgang mellom sanger.
ru: Плавный переход между треками.
tr: Şarkılar arasında yumuşak geçişi etkinleştirin.
zh_hans: 启用歌曲之间的平滑过渡。

# settings_data_exported_successfully
source: Data exported successfully
de: Daten erfolgreich exportiert
es: Datos exportados correctamente
fr: Données exportées avec succès
id: Data berhasil diekspor
it: Dati esportati correttamente
ko: 데이터를 성공적으로 내보냈습니다
nb: Data eksportert
ru: Данные успешно экспортированы
tr: Veriler başarıyla dışa aktarıldı
zh_hans: 数据导出成功

# settings_data_restored_successfully
source: Data restored successfully
de: Daten erfolgreich wiederhergestellt
es: Datos restaurados correctamente
fr: Données restaurées avec succès
id: Data berhasil dipulihkan
it: Dati ripristinati correttamente
ko: 데이터가 성공적으로 복구되었습니다
nb: Data gjenopprettet
ru: Данные успешно восстановлены
tr: Veriler başarıyla geri yüklendi
zh_hans: 数据恢复成功

# settings_default_tab_library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
it: Libreria
ko: 라이브러리
nb: Bibliotek
ru: Медиатека
tr: Kitaplık
zh_hans: 媒体库

# settings_default_tab_subtitle
source: Choose the Default launch tab.
de: Welcher Tab beim Öffnen der App zuerst erscheint.
es: Elige la pestaña de inicio predeterminada.
fr: Choisissez l'onglet par défaut au lancement.
id: Pilih tab peluncuran Default.
it: Scegli la scheda di avvio predefinita.
ko: 시작 시 열릴 기본 탭을 선택하세요.
nb: Velg standardfane ved oppstart.
ru: Выберите вкладку, открываемую при запуске.
tr: Varsayılan açılış sekmesini seçin.
zh_hans: 选择默认启动时的选项卡。

# settings_default_tab_title
source: Default Tab
de: Start-Tab
es: Pestaña predeterminada
fr: Onglet par défaut
id: Tab Default
it: Scheda predefinita
ko: 기본 탭
nb: Standardfane
ru: Вкладка по умолчанию
tr: Varsayılan Sekme
zh_hans: 默认选项卡

# settings_devcaps_advanced_diagnostics_description
source: Off by default. Records a short lag timeline for beta troubleshooting.
de: Standardmäßig deaktiviert. Zeichnet eine kurze Ruckel-Zeitleiste zur Fehleranalyse in Beta-Versionen auf.
es: Desactivado por defecto. Registra una breve línea de tiempo de retrasos para depuración beta.
fr: Désactivé par défaut. Enregistre une courte chronologie des ralentissements pour le dépannage bêta.
id: Nonaktif secara default. Merekam riwayat singkat lag untuk membantu troubleshooting beta.
it: Disattivata per impostazione predefinita. Registra una breve cronologia dei rallentamenti per il debug beta.
ko: 기본적으로 꺼져 있음. 베타 문제 해결을 위해 짧은 랙 타임라인을 기록합니다.
nb: Av som standard. Logger en kort tidslinje over hakking for feilsøking i beta.
ru: По умолчанию отключено. Записывает короткую историю лагов для отладки бета-версии.
tr: Varsayılan olarak kapalıdır. Beta sorun giderme için kısa bir takılma zaman çizelgesi kaydeder.
zh_hans: 默认关闭。用于记录短暂卡顿时间线，便于测试版问题排查。

# settings_devcaps_advanced_diagnostics_expires
source: Active until %1$@
de: Aktiv bis %1$@
es: Activo hasta %1$@
fr: Actif jusqu’au %1$@
id: Aktif sampai %1$@
it: Attivo fino al %1$@
ko: %1$@까지 활성화
nb: Aktiv til %1$@
ru: Активно до %1$@
tr: %1$@ tarihine kadar aktif
zh_hans: 有效期至 %1$@
